Repository: darksoil-studio/gather
Catalog: ui/xliff/*.xlf
Languages: es, sv

# sc5c9f04c2d0a5f1d
source: Error fetching the profile
es: Error cargando el perfil
sv: Fel vid hämtande av profil

# s52b1b9ae95705b3c
source: Proposal was created.
es: La propuesta ha sido creada.
sv: Förslaget skapades.

# s45b98b5bf8532d39
source: Proposal was cancelled because:
sv: Förslaget togs bort på grund av:

# s05e0676a12371a86
source: Proposal expired without meeting the minimum required needs.
es: La propuesta expiró sin que sus necesidades mínimas requeridas se pudieran satisfacer.
sv: Förslaget gick ut utan att nå upp till minimi nivåer för behov.

# s62d33cbd276324b5
source: Proposal was updated.
es: La propuesta ha sido actualizada.
sv: Förslaget har uppdaterats.

# s016a7c24282e6342
source: The proposal succeeded! It is now an event.
es: ¡La propuesta tuvo éxito! Ahora ya es un evento.
sv: Förslaget gick igenom! Det är nu ett event.

# s1e06d6883ee8db7c
source: Event was created.
es: El evento ha sido creado
sv: Eventet har skapats.

# s93cd05d961caecf9
source: Event was cancelled because:
sv: Eventet ställdes in på grund av:

# s30165140983beaf5
source: Event was updated.
es: El evento fue actualizado.
sv: Eventet har uppdaterats.

# s6111a57d3ffdf7f9
source: New commitment to participate in the event.
es: Nuevo compromiso para participar en el evento.
sv: Nytt åtagande att delta i eventet.

# s8bc13748d664c5d1
source: New contribution:
sv: Nytt bidrag:

# se14d143fa998e2e7
source: Commitment to contribute ${action.record.entry.amount} to need "${action.callToAction.entry.needs[action.record.entry.need_index] .description}".
es: Compromiso para contribuir ${action.record.entry.amount} a la necesidad "${action.callToAction.entry.needs[action.record.entry.need_index] .description}".
sv: Åtagande att bidra ${action.record.entry.amount} till behov "${action.callToAction.entry.needs[action.record.entry.need_index] .description}"

# sb2a536c33059e52f
source: Commitment to contribute to need "${action.callToAction.entry.needs[action.commitment.entry.need_index] .description}" was cancelled because:
es: Compromiso para contribuir a la necesidad "${action.callToAction.entry.needs[action.commitment.entry.need_index] .description}" fue cancelado porque:
sv: Åtagande att bidra till behovet "${action.callToAction.entry.needs[action.commitment.entry.need_index] .description}" togs bort på grund av:

# s4ba6d9c7b19bbe2f
source: Commitment was uncancelled.
es: Se deshizo la cancelación del compromiso.
sv: Åtagandet är återtaget

# s08de9815a8b2be2b
source: The minimum required participants for the event has been reached.
es: El número mínimo requerido de participantes ha sido alcanzado.
sv: Minimalt antal deltagare har nåtts.

# se49022c596fb4258
source: Need "${action.callToAction.entry.needs[action.record.entry.need_index] .description}" was satisfied.
es: La necesidad "${action.callToAction.entry.needs[action.record.entry.need_index] .description}" fue satisfecha.
sv: Behov "${action.callToAction.entry.needs[action.record.entry.need_index] .description}" tillfredställdes.

# sacb24b85fc980968
source: Need "${action.callToAction.entry.needs[action.satisfaction.entry.need_index].description}" is no longer satisfied!
es: ¡La necesidad "${action.callToAction.entry.needs[action.satisfaction.entry.need_index].description}" ya no está satisfecha!
sv: Behov"${action.callToAction.entry.needs[action.satisfaction.entry.need_index].description}" är inte längre tillfredställt!

# s401a80f2189e2d14
source: All needs have been satisfied!
es: ¡Todas las necesidades han sido satisfechas!
sv: Alla behov har blivit tillfredställda!

# s6b05f9d8801fc14f
source: Host
es: Anfitrión
sv: Värd

# s18d9277a5ac87167
source: Participants
es: Participantes
sv: Deltagare

# s4c5a99bf87598766
source: This event has no participants yet.
es: Este evento aún no tiene ningún participante.
sv: Detta event har inga deltagare än.

# s40600e7ca15ec27a
source: This proposal has no participants yet.
es: Esta propuesto aún no tiene ningún participante.
sv: Detta förslag har inga deltagare än.

# sf05f5ebbb11eb012
source: Interested
es: Interesados
sv: Intresserad

# se7073d4228589ff8
source: No one is interested in this event yet.
es: Aún no hay nadie interesado en este evento.
sv: Ingen är intresserad av detta event än.

# sf347e2f7d85d3a3e
source: No one is interested in this proposal yet.
es: Aún no hay nadie interesado en esta propuesta.
sv: Ingen är intresserad av detta förslag än.

# scc43220d6b67680f
source: Error fetching the participants for this event
es: Error buscando los participantes para este evento
sv: Fel vid hämtande av deltagare för detta event

# sc7ba84fda0b6f8f6
source: Error adding interest.
es: Error añadiendo el interés.
sv: Fel vid tilläggning av intresse

# sc13cbc2beddf3944
source: Error removing interest.
es: Error suprimiendo el interés.
sv: Fel vid borttagning av intresse

# sfdfd78c4d9a0f209
source: Remove Interest
es: Ya no estoy interesado
sv: Ta bort intresserad

# s1eb4516ee7b4f7ee
source: Add Interest
es: Estoy interesado
sv: Lägg till intresserad

# s3d06b0c1e90e5530
source: Could not fetch your interest
es: Error al buscar si estás interesado
sv: Kan inte hämta ditt intresse

# s6595f22db60cdcaa
source: I commit to participate
es: Me comprometo a participar
sv: Jag åtar mig att delta.

# sa1fb4473d9970257
source: Error adding participant.
es: Error añadiendo el participante.
sv: Fel vid tilläggning av deltagare.

# s8d3433db30499c2c
source: Participating in the proposal means committing yourself to going, if it actually happens. If you don't want to commit yourself yet, close this dialog and mark yourself as interested.
es: Participar en la propuesta significa que te comprometes a ir al evento, si se acaba produciendo. Si no quieres comprometerte aún, cierra este diálogo y indica que solo estás interesado.
sv: Att delta i förslaget betyder att du åtar dig att komma, om det faktiskt händer. Om du inte vill göra det åtagandet än, så kan du istället stänga denna ruta och markera dig som intresserad.

# s0327cb8dc9ccf1b6
source: Participating in the event means committing yourself to going. If you don't want to commit yourself yet, close this dialog and mark yourself as interested.
es: Participar en el evento significa que te comprometes a ir al evento. Si no quieres comprometerte aún, cierra este diálogo y indica que solo estás interesado.
sv: Att delta på eventet betyder att du åtar dig att komma. Om du inte vill göra det åtagandet nu så kan du istället stänga denna ruta och bara markera dig som intresserad.

# s60edf80b54e37944
source: Are you sure you want to commit yourself to participating in the event?
es: ¿Estás seguro que quieres compromerte a participar en el evento?
sv: Är du säker på att du vill åtaga dig att delta på eventet?

# s5770839ab2d3abdd
source: Commit to Participate
es: Comprometerme a Participar
sv: Åtaga att delta

# s00b7e89a0ef4e33d
source: Commit To Participate
es: Comprometerme a Participar
sv: Åtaga att delta

# s977745420bc1279a
source: Error updating the event
es: Error actualizando el evento
sv: Fel vid uppdatering av event

# s248a29e035cabd71
source: Edit Event
es: Editar Evento
sv: Redigera event

# s99f110d27e30b289
source: Title
es: Título
sv: Titel

# s63d894b1ddb06289
source: Description
es: Descripción
sv: Beskrivning

# s167f53f89012d24c
source: Start Time
es: Hora de inicio
sv: Starttid

# s58c17428301e0137
source: End Time
sv: Sluttid

# see2fcaedf9743ec6
source: Location
es: Lugar
sv: Plats

# s367d079d1aed1358
source: Cost
es: Coste
sv: Kostnad

# s81ec7a6847534d5e
source: Go Back
es: Ir atrás
sv: Gå tillbaka

# s33f85f24c0f5f008
source: Save
es: Guardar
sv: Spara

# s09134b07b5aacab4
source: By
es: Por
sv: Av

# s3bb786d3b55ba37c
source: Cancelled
es: Cancelado
sv: Inställt

# sb5b397ba72373753
source: Upcoming Event
es: Evento Próximo
sv: Kommande event

# sba1804aea21f8ba5
source: Past Event
es: Evento Pasado
sv: Tidigare event

# s6078c6fe38dfac9d
source: See Activity
es: Ver Actividad
sv: Se aktivitet

# se44a1146a7e00fd1
source: Edit event
es: Editar evento
sv: Redigera event

# s1c10dc7960f4f91b
source: Cancel Event
es: Cancelar Evento
sv: Ställ in event

# sae39c20e7be97fea
source: Cancel Participation
es: Cancelar Participación
sv: Ta bort deltagande

# sb98307c3a9febdbf
source: Participate
es: Participar
sv: Delta

# s8300c274e78248db
source: Max. participants reached
es: Máx. número de participantes alcanzado
sv: Max antal deltagare har uppnåtts

# sc00589186947477c
source: Event has been cancelled
es: El evento ha sido cancelado
sv: Eventet har ställts in

# s8f90406e9a94abe6
source: location
es: lugar
sv: plats

# s1e5485ef2e9f9384
source: time
es: hora
sv: tidpunkt

# s0bef0691197c9f78
source: cost
es: coste
sv: kostnad

# s0d9e6884f8c4ba1a
source: Needs
es: Necesidades
sv: Behov

# s6c76b294d740446c
source: Activity
es: Actividad
sv: Aktivitet

# s1501bf9dde6ec4f5
source: My Commitments
es: Mis Compromisos
sv: Mina deltaganden

# sd0c08b7e6f460e06
source: Cancel My Participation
es: Cancelar Mi Participación
sv: Ta bort mitt deltagande.

# s64e6ddd1ae7b70b8
source: Are you sure you want to cancel your participation? All event participants will be notified.
es: ¿Estás seguro que quieres cancelar tu participación? Se enviará una notificación a todos los participantes del evento.
sv: Är du säker på att du vill ta bort ditt deltagande? Alla eventets deltagare kommer bli notifierade.

# sf49167be05ec33de
source: Are you sure you want to cancel this event? This cannot be reversed. All participants will be notified.
sv: Är du säker på att du vill ställa in detta event? Detta kan inte ångras. Alla deltagare kommer att bli notifierade.

# sf713b09ae35d0ed7
source: Error creating the event
es: Error creando el evento
sv: Fel vid skapade av eventet

# s901534fa3a466fac
source: Error updating the proposal
es: Error actualizando la propuesta
sv: Fel vid uppdatering av förslaget

# s693af032f4e41005
source: Create Event
es: Crear Evento
sv: Skapa event

# s54b4f4cd104f108d
source: Edit Proposal
es: Editar Propuesta
sv: Redigera förslag

# s6c700e19e1a16875
source: TBD
es: Por Determinar
sv: Beslutas senare

# sa2d605e3cbf15bea
source: Update Proposal
es: Actualizar Propuesta
sv: Uppdatera förslag

# s3f12c94c375c9b6b
source: Time or location are still To Be Defined
es: Hora o lugar aún están por determinar
sv: Tid eller plats har fortfarande inte bestämts

# s23e49ba9e86115f5
source: There are still unsatisfied needs
es: Aún hay necesidades insatisfechas
sv: Det finns fortfarande Otillfredställda behov

# sd923f95605fed7b2
source: Expired
es: Expirada
sv: Utgånget

# sa82b90b4bbe9cfea
source: Proposal Succeeded
es: Propuesta Exitosa
sv: Förslaget blir av

# se98b8fa0b2f48785
source: Open Proposal
es: Propuesta Abierta
sv: Öppna förslag

# s1750382a1ab70f59
source: : expires
es: : expira
sv: : går ut

# sc55f600f74e9e883
source: Cancel Proposal
es: Cancelar Propuesta
sv: Ta bort förslag

# s983bfb45690cd03c
source: Proposal has been cancelled
es: La propuesta ha sido cancelada
sv: Förslaget har tagits bort

# s94a6cd06edbd91d0
source: To Be Defined
es: Por Determinar
sv: Beslutas senare

# sb8dd4c5b6f008cfa
source: Edit the proposal and decide on a time and location to create the event.
es: Edita la propuesta y decide en una hora y un lugar para crear el evento.
sv: Redigera förslaget och besluta om en tid och plats för att skapa eventet.

# sa52d4bbde1f4fa3f
source: Proposal
es: Propuesta
sv: Förslag

# s5904bcf4eb136f1b
source: Unsatisfied Needs
es: Necesidades insatisfechas
sv: Otillfredställda behov

# s236d5bc559c85934
source: Are you sure? All participants will be notified.
es: ¿Estás seguro? Se enviará una notificación a todos los participantes.
sv: Är du säker? Alla deltagare kommer bli notifierade.

# sfed60b9731d6872a
source: Are you sure you want to cancel this proposal? This cannot be reversed. All participants will be notified.
sv: Är du säker på att du vill ta bort detta förslag? Detta kan inte ångras. Alla deltagare kommer att bli notifierade.

# s6af7f6092d50656e
source: Error fetching the proposal
es: Error buscando la propuesta
sv: Fel vid hämtningen av förslaget

# s20eac6aa1151d621
source: No other agents selected yet.
es: No hay ningún agente seleccionado aún.
sv: Inga andra agenter har valts än.

# sa071b45b42b5dbe7
source: Error creating the proposal
es: Error creando la propuesta
sv: Fel vid skapande av förslaget

# sc16e00a7a8b2fde2
source: Back
es: Atrás
sv: Tillbaka

# s0fbf6dc6a1966408
source: Next
es: Siguiente
sv: Nästa

# s85c2182e0c46a0a1
source: Do you just want to propose an event, or do you want to create an actual event?
es: ¿Quieres solo proponer un evento, o quieres crear un evento directamente?
sv: Vill du föreslå ett event eller skapa ett faktiskt event?

# s38e5d0d2dbf52fb9
source: Proposals will only become actual events if the minimum required needs for the events are fulfilled by other people's commitments, and when a specific time and place for the event has been decided.
es: Las propuestas solo se convierten en eventos reales si sus necesidades mínimas requeridas se satisfacen con los compromisos de sus participantes, y cuando se ha decidido su lugar y hora.
sv: Förslag kommer att bli faktiska event om minimum behoven för events tillfredställs av andra deltagares åtaganden och när faktisk tid och plats för eventet är satta

# s3319a31f9be571ed
source: Propose Event
es: Proponer Evento
sv: Föreslå event

# sfae8c6e1b5f558f4
source: Hosts
es: Anfitriones
sv: Värdar

# s410d1f301d20474d
source: Who hosts this event? Hosts are able to update the event details (time, location, etc.), and accept needs that require host approval.
es: ¿Quiénes son los anfitriones de este evento? Los anfitriones pueden editar los detalles del evento (lugar, hora, etc.), y aceptar compromisos para las necesidades que requiren aprovación de parte de los anfitriones.
sv: Vem agerar värd för detta event? Värdar kan uppdatera detaljer om eventet (tid, plats, etc) och kan acceptera behov som kräver värdens godkännande.

# sb695f268d0f2d568
source: As the creator of the event, you will be automatically added as a host.
es: Como creador del evento, serás automáticamente añadido como anfitrión.
sv: Som skapare av ett event så kommer du automatiskt bli värd.

# sb211f52f5eea7512
source: No other hosts selected: you are the only host.
es: No se ha añadido ningún otro anfitrión: eres el único anfitrión.
sv: Inga andra värdar valda: du är den enda värden.

# s682a8ca0230b562e
source: Add Host
es: Añadir Anfitrión
sv: Lägg till värd

# s48e186fb300e5464
source: Time
es: Hora
sv: Tid

# se4e14510540304ac
source: If you leave the time as To Be Defined, you'll be able to set it later at any point. However, it must be set before converting the event proposal into an actual event.
es: Si dejas la hora Por Determinar, podrás determinarla en cualquier momento en el futuro. Sin embargo, debe estar determinada antes de convertir la propuesta en un evento de verdad.
sv: Om du lämnar tidpunkt som "bestämms senare" så kan du ändra det när som helst i framtiden. Det måste dock sättas innan ett förslag kan göras om till ett event.

# se0a024485975a869
source: Leave as "To Be Defined"
es: Dejar Por Determinar
sv: Lämna som "bestämms senare"

# s4a269c2eff60f38a
source: If you leave the location as To Be Defined, you'll be able to set it later at any point. However, it must be set before converting the event proposal into an actual event.
es: Si dejas el lugar Por Determinar, podrás determinarlo en cualquier momento en el futuro. Sin embargo, debe estar determinado antes de convertir la propuesta en un evento de verdad.
sv: Om du lämnar plats som "bestämms senare" så kan du ändra detta när som helst i framtiden. Det måste dock sättas innan ett förlag kan bli till ett event.

# s86c2f47ead756152
source: Event Image
es: Imagen del Evento
sv: Bild för event

# s17ef13882125d28c
source: Expiration Date
es: Fecha de Expiración
sv: Utgångsdag

# s196ae8349dbc22ed
source: Event proposals that have an expiration date will not become actual events if the minimum required participants and needs are not satisfied by the expiration date.
es: Propuestas con una fecha de expiración no se convertirán en eventos de verdad si el número mínimo de participantes y necesidades requeridos no se han satisfecho antes de la fecha de expiración.
sv: Eventförslag kommer inte att bli till events, om inte minimum värdena för deltagare och behov är tillfredställda innan utgångsdagen.

# s1f4f0c19444e1bc4
source: Set an expiration time
es: Añadir una fecha de expiración
sv: Sätt utgångstid

# s14295e5285e1e090
source: When creating an event, you can't specify any need as minimum required, but you can still accept contributions from participants.
es: Al crear un evento, no se pueden specificar ninguna necesidad con un mínimo requerido, pero si que se pueden aceptar contribuciones por parte de los participantes.
sv: När du skapar ett event så kan du inte sätta några minimum, men du kan fortfarande acceptera bidrag från deltagare.

# s93f6ac833d0ab2b9
source: Requires hosts approval
es: Requiere la aceptación de un anfitrión
sv: Kräver värdens godkännande

# s462cc027abc98129
source: Create Proposal
es: Crear Propuesta
sv: Skapa förslag

# s1d3b1f2fc808422a
source: No participants yet
es: Aún no hay ningún participante
sv: Inga deltagare än

# s1a6a3cfd037f8360
source: Error fetching the event
sv: Fel vid hämtning av event

# s049c80bb0a4a113e
source: Satisfied Needs
sv: Tillfredställda behov

# s93f0dde4aebaadbb
source: Unsatisfied needs
sv: Otillfredställda behov

# s44dc99549834bede
source: Satisfied needs
sv: Tillfredställda behov

# sf497ea75a3dd1359
source: All upcoming events and proposals
sv: Alla kommande events och förslag

# sfefc6bb1d8368f6b
source: All past events and proposals
sv: Alla tidigare events och förslag

# sc823349a3c313cbe
source: All cancelled events and proposals
sv: Alla borttagna events och förslag

# sa21184b47eb2359f
source: All upcoming events
sv: Alla kommande

# s204bcedcaf6206a1
source: All past events
sv: Alla tidigare events

# s35399997947420a4
source: All cancelled events
sv: Alla borttagna events

# s34ecb860e75653a3
source: All open proposals
sv: Alla öppna förslag

# s0ff7ff769071b38e
source: All expired proposals
sv: Alla gågna förslag

# s381cfa8e3679b2e4
source: All cancelled proposals
sv: Alla borttagna föslag

# sb645c92d5c55b756
source: My upcoming events and proposals
sv: Mina kommande events och förslag

# s9ee7e4a89e4c27d0
source: My past events and proposals
sv: Mina tidigare events och förslag

# s81125a7ddbccd553
source: My cancelled events and proposals
sv: Mina borttagna events of föslag

# s2b4966447a91d89c
source: My upcoming events
sv: Mina kommande events

# s58633bce670128fe
source: My past events
sv: Mina tidigare events

# s8d67ab40360b3089
source: My cancelled events
sv: Mina inställda events

# s71882f5a017756d6
source: My open proposals
sv: Mina öppna förslag

# s68a6604e6ecc54b1
source: My expired proposals
sv: Mina gågna förslag

# s1bbb8832767a8887
source: My cancelled proposals
sv: Mina borttagna förslag

# sd2223afb7d6b100d
source: Type
sv: Typ

# sf993bb199fefbe04
source: All
sv: Alla

# sa0f1ffa6f3454f24
source: Proposals
sv: Förslag

# s1f7698c061c208c9
source: Open
sv: Öppna

# s4627a9667a335f23
source: Upcoming
sv: Kommande

# s2e422c19ed3903bd
source: Past
sv: Tidigare

# s7f59f507e02a2f38
source: View
sv: Vy

# s3d249bb480032121
source: List
sv: Lista

# sbb980b38227e171f
source: Calendar
sv: Kalender

# s59d8fe4f60895c05
source: No proposals found.
sv: Inga förslag hittade.

# seb6ade2f1b5872cf
source: No events found.
sv: Inga events hittade.

# se31341d3088f8f30
source: Error fetching events
sv: Fel vid hämtning av events

# s001afc329eb2d6e0
source: A new proposal was created and you were added as one of its hosts.
sv: Ett nytt förslag skapades och du var tillagd som en värd.

# s38bb8d6be7dc616e
source: A new event was created and you were added as one of its hosts.
sv: Ett nytt event skapades och du är tillagd som en värd.

# s5ba3830e8aeefaa7
source: You have no unread alerts.
sv: Du har inga olästa notifieringar

# s3aea02e11df984b4
source: You have no read alerts.
sv: Du har inga lästa notifieringar

# sbd9432daa8267326
source: Error fetching my alerts
sv: Fel vid hämtning av mina notifieringar

# s95495b96399beb43
source: Error dismissing the alerts
sv: Fel vid avfärdande av notifieringar

# s912fc556ca22aff0
source: Dismiss All
sv: Avfärda alla

# s0e09d3a9d4918302
source: There no unread alerts
sv: Det finns inga olästa notifieringar

# s40044a467a880f82
source: Unread
sv: Olästa

# s740d542bbe696de5
source: Read
sv: Lästa

# s63f4188ef2f4f205
source: Unread alerts
sv: Olästa notifieringar

# s656876771e108220
source: Read alerts
sv: Läs notifieringar

# sffdcc47c1ec17387
source: Error fetching your profile
sv: Fel vid hämtning av din profil

# s639c68c3284a2269
source: Update Profile
sv: Uppdatera profil

# sface44df32238223
source: Your Profile
sv: Din profil

# s8641b6c3688a0cec
source: Edit Profile
sv: Redigera profil

# s93bb9a4511fa9115
source: All Events
sv: Alla events

# s0f500c92c5f036f0
source: My Events
sv: Mina events

# s88d1c1e15ca1aade
source: Alerts
sv: Notifieringar

# s3836bfbcb3e7f52a
source: Gather
es: Reunir-se
sv: Samlas

# s45b98b5bf8532d39
source: Proposal was cancelled.
es: La propuesta ha sido cancelada.

# s93cd05d961caecf9
source: Event was cancelled.
es: El evento ha sido cancelado.

# s8bc13748d664c5d1
source: New contribution.
es: Nueva contribución.

# sd0ea7366ebc403ff
source: Event
es: Evento

# sf49167be05ec33de
source: Are you sure you want to cancel this event? All participants will be notified.
es: ¿Estás seguro que quieres cancelar este evento? Se enviará una notificación a todos los participantes del evento.

# sfed60b9731d6872a
source: Are you sure you want to cancel this proposal? All participants will be notified.
es: ¿Estás seguro que quieres cancelar esta propuesta? Se enviará una notificatión a todos los participantes.
